Repository: affilinet/wordpress-plugin-productwidgets
Catalog: tags/0.91/languages/affilinet-product-widgets-*.po
Languages: de_de

source: Could not connect to affilinet API. Please recheck your Webservice Password and Publisher ID
de_de: Verbindungsfehler: Bitte überprüfen Sie Ihr Webservice Passwort und Ihre Publisher ID

source: Invalid Webservice Password or Publisher ID
de_de: Ungültiges Webservice Passwort oder Publisher ID

source: <strong>affilinet Widgets:</strong><br> Please make sure you have entered the correct Publisher ID and Publisher Webservice password.
de_de: <strong>affilinet Product Widgets:</strong><br> Bitte stellen Sie sicher, dass Sie die richtige Publisher ID und das korrekte Publisher Webservice Passwort eingeben haben.

source: Check your settings.
de_de: Einstellungen prüfen.

source: Select affilinet widget
de_de: Product Widget auswählen

source: Products
de_de: Produkte

source: Edit in Browser Extension
de_de: In Browser Extension bearbeiten

source: Settings
de_de: Einstellungen

source: Publisher Webservice Password
de_de: Publisher Webservice Passwort

source: Webservice Password
de_de: Webservice Passwort

source: Save
de_de: Speichern

source: Install the affilinet Browser Extension
de_de: Installieren Sie die affilinet Browser Extension

source: Create and manage your Product Widgets within the affilinet Browser Extension
de_de: Erstellen und bearbeiten Sie Ihre Product Widgets in der affilinet Browser Erweiterung

source: Browser Extension detected
de_de: Browser Extension erkannt

source: Open Browser Extension
de_de: Browser Extension öffnen

source: A brief description of the Plugin.
de_de: Beschreibung.
